Repository: dannyBies/Monopoly
Catalog: Monopoly/Properties/Language.*.resx
Languages: nl_nl

# bank
source: Declare bankruptcy
nl_nl: Verklaar faillissement

# bought
source: {0} bought {1}
nl_nl: {0} kocht{1}

source: Buy
nl_nl: Koop

# buystreet
source: Upgrade
nl_nl: Kopen

# chance
source: You get a chance card if you land here
nl_nl: Je krijgt een kanskaart

# cheatdice
source: {0} has thrown{1}
nl_nl: {0} gooit {1}

# cheatmove
source: Move player
nl_nl: Verplaats de speler

# cheatplayer
source: Change player
nl_nl: Verander van speler

# community
source: You get a community card if you land here
nl_nl: Je krijgt een community kaart

# company
source: {0}{1}this property is currently owned by {2}{1}it costs ${3} to buy this {1}If one 'Utility' is owned rent is 4 times the amount shown on dice {1}If both 'utilities are owned rent is 10 times amount shown on dice. {1} Mortgage value is ${4}
nl_nl: {0}{1}Dit bedrijf is van {2}{1}Het kost ${3} om dit te kopen{1}Als je de eigenaar van een bedrijf bent is de huur 4 keer het nummer dat gedobbeld wordt{1}Als je beide bedrijven hebt dan is de huur 10 keer het nummer dat gedobbeld wordt. {1}Mortgage value is ${4}

# companypay
source: {0} paid ${1} to {2}
nl_nl: {0} betaald ${1} aan {2}

# dice
source: Throw your dice
nl_nl: Gooi de dobbelsteen

# downgrade
source: {0} downgraded{1}
nl_nl: {0} verkoopt {1}

# endturn
source: End your turn
nl_nl: beëindig je beurt

# freeparking
source: If you land here you get some hidden goodies, you lucky bastard
nl_nl: Je krijgt geld als je hierop landt

# freeparkingpay
source: {0} found a hidden bag with ${1} in it
nl_nl: {0} heeft een tas gevonden met ${1} erin

source: Game over
nl_nl: Spel afgelopen

source: got
nl_nl: heeft

# gotojail
source: You go to jail for stealing soap
nl_nl: Je gaat de gevangenis in voor het stelen van zeep

# jail
source: Don't drop your soap
nl_nl: Laat je zeep niet vallen

# jailperson
source: {0} is still in jail
nl_nl: {0} zit nog steeds in de gevangenis

# jailvisit
source: You visit jail to give your buddy soap because he somehow lost it
nl_nl: Je bezoekt de gevangenis om een vriend van je zeep te geven

# loadgame
source: Load a game
nl_nl: Laad een bestaand spel

source: Manage streets
nl_nl: Beheer je straten

source: Mortage
nl_nl: Hypotheek

# mortaged
source: {0} mortaged{1}
nl_nl: {0} verhuurt {1}

# moves
source: {0} moved to {1}
nl_nl: {0} gaat naar {1}

source: Name
nl_nl: Naam

# newgame
source: Start a new game
nl_nl: Begin een nieuw spel

source: On mortage
nl_nl: Op hypotheek

# parkingmoney
source: Free parking money:
nl_nl: Belastingsgeld:

# property
source: {0} {12} this property is currently owned by {1} {12} {2} it costs ${3} to buy this {12} Rent ${4} {12} Costs to upgrade your street: ${5} {12} With 1 house your rent is: ${6} {12} With 2 house your rent is: ${7} {12} With 3 house your rent is: ${8} {12} With 4 house your rent is: ${9} {12} With a hotel your rent is: ${10} {12} Mortgage value: ${11} {12} if you have the whole city the rent is doubled.city the rent is doubled."
nl_nl: {0} {12} dit huis is eigendom van: {1} {12} {2}het kost ${3} om dit te kopen {12} Huur: ${4} {12} De kosten van het verbeteren van je straat zijn: ${5} {12} Met een huis is de huur: ${6} {12} Met twee huizen is de huur: ${7} {12} Met drie huizen is de huur: ${8} {12} Met 4 huizen is de huur: ${9} {12} Met een hotel is de huur: ${10} {12} De hypotheekwaarde is: ${11} {12} Als je de hele stad hebt dan wordt de huur verdubbeld.

# propertyhouses
source: There have been {0} houses built in this street {1}
nl_nl: Er zijn {0} huizen gebouwd in deze straat {1}

# propertyowner
source: nobody
nl_nl: niemand

# railroad
source: {0}{1} this railroad is currently owned by {2} {1} it costs ${3} to buy this {1} Rent when you have 1 railroad: ${4}{1} Rent when you have 2 railroads: ${5}{1} Rent when you have 3 railroads: ${6}{1} Rent when you have 4 railroads: ${7}{1} Mortage value: ${8}
nl_nl: {0}{1} De eigenaar van dit treinstation is: {2} {1} Het kost ${3} om dit te kopen {1} Huur met een treinstation${4}{1}Huur met 2 treinstations: ${5}{1}Huur met drie treinstations: ${6}{1} Huur met vier treinstations: ${7}{1} Hypotheekwaarde: ${8}

# railroadpay
source: {0} paid ${1} to {2}
nl_nl: {0} betaald ${1} aan {2}

# sellstreet
source: Downgrade
nl_nl: Verkopen

# start
source: {0}{1}If you land on this tile you $400 {1}Else if you pass this tile you get $200
nl_nl: {0}{1} als je op deze plaats beland krijg je $400 zakgeld{1} als je er voorbij gaat krijg je $200

# startmoney
source: {0} landed on start, he gets an extra $400
nl_nl: {0} is op start gekomen, hij krijg $400 extra

# taxes
source: Unfortunately you have to pay taxes but don't worry {0} In real life you won't have to pay 10% of your total net worth!
nl_nl: Helaas moet je belasting betalen {0} Gelukkig hoef je in het echte leven niet zoveel te betalen *kuch kuch*

# taxespay10
source: {0} had to pay ${1}
nl_nl: {0} moest ${1} betalen

# taxespay200
source: {0} had to pay $200
nl_nl: {0} moest $200 betalen

# throwdice
source: {0} has thrown {1} and {2}
nl_nl: {0} gooit {1} en {2}

# tooltipbuy
source: Press 'b' to quickly buy a property
nl_nl: Klik 'b' om een straat te kopen

# tooltipdice
source: Press 't' to quickly throw a dice.
nl_nl: Klik 't' om te dobbelen

# tooltipmanage
source: Press 'm' to quickly manage your properties
nl_nl: Klik 'm' om je straten te beheren

# tooltipturn
source: Press 'e' to quickly end your turn.
nl_nl: Klik 'e' om je beurt te eindigen

# totalplayers
source: Amount of players:
nl_nl: Aantal spelers:

# upgrade
source: {0} upgraded {1}
nl_nl: {0} koopt {1}

# upgradecost
source: Upgradecosts
nl_nl: Koopkosten

# winner
source: wins!
nl_nl: wint!
